/* The keyboard shortcut is is not allowed to be used */
"%@ is not allowed" = "%@ 不被允许";

/* the number of uses left in the free trial (when 1) */
"%lu Use Left" = "尚余 %lu 次使用";

/* the number of uses left in the free trial (when >1) */
"%lu Uses Left" = "尚余 %lu 次使用";

/* click this button to get 10 more uses in the free trial */
"+10 Uses" = "加 10 次使用";

/* entry in selection list to indicate no selection */
"- None -" = "- 无 -";

/* No comment provided by engineer. */
"\"%@\" is not signed by Pilotmoon Software. Only install this extension if you got it from a source you trust." = "“%@” 不是 Pilotmoon Software 签署的。您必须对此扩展的来源充分信任才可安装。";

/* No comment provided by engineer. */
"Above Text" = "文本上方";

/* Title of prefs section */
"Actions" = "操作";

/* No comment provided by engineer. */
"Alternate Search URL" = "备用搜索 URL";

/* Title of prefs section */
"Appearance" = "外观";

/* No comment provided by engineer. */
"Authorized" = "已授权";

/* Dark/light mode will be the same as the operating system setting */
"Auto" = "自动显示";

/* Dark/light mode will be opposite to the operaing system setting */
"Auto (Inverse)" = "自动(反向)";

/* No comment provided by engineer. */
"Below Text" = "文本下方";

/* click button to buy the app */
"Buy" = "购买";

/* Button to go to store */
"Buy Now" = "现在购买";

/* Button to go to store */
"Buy PopClip Online" = "在线购买 PopClip";

/* as in 'by Nick Moore' */
"by" = "作者";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cannot Install Extension" = "无法安装扩展";

/* 1=name of app */
"Cannot start %1$@" = "无法启动 %1$@";

/* This is a check box title, not a button */
"Check for updates" = "检查更新";

/* Label for color setting */
"Color" = "颜色";

/* Displayed when something has been copied to the clipboard */
"Copied" = "已复制";

/* Indicates Dark color apearance */
"Dark" = "深色";

/* name of dictionary look-up feature */
"Dictionary" = "词典";

/* button title */
"Don't Install" = "不安装";

/* Button title */
"Done" = "完成";

/* Button title. Enables access for assistive devices. */
"Enable PopClip" = "启用 PopClip";

/* Title of table of apps which PopClip will ignore. */
"Excluded Apps" = "排除的 Apps";

/* button title shown in welcome window */
"Got it!" = "知道了！";

/* No comment provided by engineer. */
"Hold Option (⌥) for alternate search." = "按住 Option (⌥) 进行备用搜索。";

/* button title: install the named externsion */
"Install \"%@\"" = "安装 “%@”";

/* the name of the extension to be installed is in quotes */
"Install Extension \"%@\"" = "安装扩展 \"%@\"";

/* Label for control for setting keyboard shortcut */
"Keyboard Shortcut" = "键盘快捷键";

/* No comment provided by engineer. */
"Language" = "语言";

/* No comment provided by engineer. */
"Languages" = "语言";

/* Title of window showing the user's license details */
"License Details" = "许可证详情";

/* No comment provided by engineer. */
"License key not valid" = "许可证密钥无效";

/* Indicates Light color apearance */
"Light" = "浅色";

/* name of missing third party app */
"Missing App: %@" = "找不到应用：%@";

/* No comment provided by engineer. */
"Not Authorized" = "未授权";

/* button title */
"Not Now" = "现在不要";

/* No comment provided by engineer. */
"OFF" = "关闭";

/* No comment provided by engineer. */
"OK" = "确定";

/* No comment provided by engineer. */
"ON" = "开启";

/* name of link opening feature */
"Open Link" = "打开链接";

/* No comment provided by engineer. */
"Open Links" = "打开链接";

/* Example: Options for Wikipedia */
"Options for %@" = "%@ 选项";

/* No comment provided by engineer. */
"Please close this browser tab and return to PopClip." = "请关闭此浏览器标签页并返回 PopClip。";

/* No comment provided by engineer. */
"Please wait..." = "请稍候…";

/* No comment provided by engineer. */
"PopClip can have at most %li extensions. Please delete some to make space for more." = "PopClip 最多可以有 %li 个扩展。您需要删除现有的才可以再安装其他的。";

/* No comment provided by engineer. */
"The free version of PopClip can have at most %li extensions. Please delete some to make space for more." = "PopClip 的免费版本最多可以拥有 %li 个扩展。您需要删除现有的才可以再安装其他的。";

/* No comment provided by engineer. */
"PopClip can't find %@ on this computer. You probably need to install it." = "PopClip 在这台电脑上找不到 %@。您可能需要安装它。";

/* No comment provided by engineer. */
"PopClip could not load the following extension(s):\n\n%@\n\nUpdated versions may be available from the PopClip website." = "PopClip 无法加载以下扩展(s):\n\n%@\n\n更新版本可以从PopClip 网站上获得。";

/* No comment provided by engineer. */
"PopClip Extensions" = "PopClip 扩展";

/* as in 'PopClip is ON' or 'PopClip is OFF' */
"PopClip is" = "PopClip 已";

/* No comment provided by engineer. */
"PopClip will check spelling in each selected language." = "PopClip 将检查每种选定语言的拼写。";

/* Label for position setting */
"Position" = "位置";

/* Button to quit the app */
"Quit" = "退出";

/* Button title. Opens PopClip on mac app store. */
"Rate on App Store" = "在 App Store 中评分";

/* Button title. When clicked, shows the app's release notes. */
"Release Notes" = "发布说明";

/* No comment provided by engineer. */
"Replace your search term with ***, e.g. https://example.com/?q=***" = "将您的搜索词替换成 ***，例如 https://example.com/?q=***";

/* name of 'reveal in finder' feature */
"Reveal in Finder" = "在 Finder 中显示";

/* name of web search feature */
"Search" = "搜索";

/* No comment provided by engineer. */
"Search URL" = "搜索 URL";

/* No comment provided by engineer. */
"Select" = "选择";

/* No comment provided by engineer. */
"Select apps to exclude" = "选择要排除的应用";

/* No comment provided by engineer. */
"Show as Icon" = "显示为图标";

/* check box title */
"Show in menu bar" = "在菜单栏中显示";

/* button title */
"Sign In" = "登录";

/* Example: Sign in to your Instapaper account. */
"Sign in to your %@ account." = "登录你的 %@ 账户。";

/* button title */
"Sign Out" = "退出";

/* Label for size adjustment slider */
"Size" = "大小";

/* name of spelling checker feature */
"Spelling" = "拼写";

/* check box title */
"Start at login" = "登录时启动";

/* No comment provided by engineer. */
"Technical information:" = "技术信息：";

/* This message is shown when the license key is registered. */
"Thank you for buying PopClip!" = "感谢您购买 PopClip！";

/* No comment provided by engineer. */
"The application appears to be corrupted. Please install a fresh copy." = "应用程序似乎已损坏。请安装一个新副本。";

/* No comment provided by engineer. */
"This extension is not compatible with this version of PopClip. Please update to the latest version of PopClip." = "这个扩展与当前版本的 PopClip 不兼容。请更新至最近版的 PopClip。";

/* No comment provided by engineer. */
"This extension requires macOS version %@ or above." = "此扩展需要 macOS 版本 %@ 或以上。";

/* Dialog text */
"To continue, PopClip needs to enable Accessibility access." = "PopClip 需要启用辅助功能控制才可继续。";

/* help text shown in welcome window */
"To use PopClip, just select some text in any app using your mouse pointer." = "在任何应用中使用鼠标游标选择文字即可使用 PopClip。";

/* the free trial has expired */
"Trial Expired" = "试用期已过";

/* the number of uses left in the free trial (when 1) */
"Trial — %lu Use Left" = "试用期 — 尚余 %lu 次使用";

/* the number of uses left in the free trial (when >1) */
"Trial — %lu Uses Left" = "试用期 — 尚余 %lu 次使用";

/* No comment provided by engineer. */
"Unsigned Extension" = "未签署的扩展";

/* Button title. When clicked, shows user's license details. */
"View License" = "查看许可证";

/* Visit the website for the name app e.g. Visit Evernote Website */
"Visit %@ Website" = "访问 %@ 网站";

/* No comment provided by engineer. */
"Waiting..." = "等待中...";

/* title of welcome window shown on first run */
"Welcome\nto PopClip" = "欢迎使用\nPopClip";

/* Example: You are signed in to Instapaper. */
"You are signed in to %@." = "您已经登录到 %@。";

/* No comment provided by engineer. */
"You maxed out!" = "您用爆了！";

/* No comment provided by engineer. */
"⚠️ Authorization failed." = "⚠️ 授权失败。";

/* No comment provided by engineer. */
"✅ PopClip Extension \"%@\" authorized." = "✅ PopClip 扩展“%@”已获授权。";
